Repository: ABOYrbx/eduflow
Catalog: mac/EduFlow/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

# overview_messages_total
source: Messages · %d
af: Nachrichten · %d
ar: الرسائل · %d
cs: Zprávy · %d
da: Beskeder · %d
de: Nachrichten · %d
el: Μηνύματα · %d
es: Mensajes · %d
fi: Viestit · %d
it: Messaggi · %d
ja: メッセージ · %d
nl: Berichten · %d
no: Meldinger · %d
pl: Wiadomości · %d
pt: Mensagens · %d
ro: Mesaje · %d
ru: Сообщения · %d
sv: Meddelanden · %d
uk: Повідомлення · %d
zh_hans: 消息 · %d

# overview_more_homework
source: + %d more
af: + %d weitere
ar: + %d المزيد
cs: + %d další
da: + %d mere
de: + %d mehr
el: + %d περισσότερα
es: + %d más
fi: + %d lisää
fr: + %d de plus
it: + %d altro
ja: + %d 以上
nl: + %d meer
no: + %d mer
pl: + %d więcej
pt: + %d weitere
ro: + %d mai mult
ru: + ещё %d
sv: + %d mer
uk: + %d більше
zh_hans: + 更多 %d

# overview_more_messages
source: + %d more
af: + %d weitere
ar: + %d المزيد
cs: + %d další
da: + %d mere
de: + %d mehr
el: + %d περισσότερα
es: + %d más
fi: + %d lisää
fr: + %d de plus
it: + %d altro
ja: + %d 以上
nl: + %d meer
no: + %d mer
pl: + %d więcej
pt: + %d weitere
ro: + %d mai mult
ru: + ещё %d
sv: + %d mer
uk: + %d більше
zh_hans: + 更多 %d

# overview_nav
source: Overview
af: Übersicht
ar: Übersicht
cs: Přehled
da: Oversigt
de: Übersicht
el: Επισκόπηση
es: Resumen
fi: Yleiskatsaus
fr: Aperçu
it: Panoramica
ja: 概要
nl: Overzicht.
no: Oversikt
pl: Przegląd
pt: Geral
ro: Prezentare generală
ru: Общий обзор
sv: Översikt
uk: Перегляд попереднього контакту
zh_hans: 概览

# overview_weather_in_city
source: Weather in %@
af: Wetter in %@
ar: الطقس في %@
cs: Počasí v %@
da: Vejret i %@
de: Wetter im %@
el: Καιρός στο %@
es: Húmedo en %@
fi: Sää %@
fr: Météo dans %@
it: Meteo per %@
ja: %@ の天気
nl: Het weer in %@
no: Vær i %@
pl: Pogoda w %@
pt: Clima em %@
ro: Vremea în %@
ru: Погода в %@
sv: Väder i %@
uk: Оновити в %@
zh_hans: %@ 中的天气信息

# school_class_format
source: Class %@
af: Klasse %@
ar: الفئة %@
cs: Třída %@
da: %@ Klasse
de: Klasse %@
el: Κατηγορία %@
es: Clase %@
fi: Luokka %@
fr: Classe %@
it: Classe %@
ja: クラス %@
nl: Klasse %@
no: Klasse %@
pl: Klasa %@
pt: Classe %@
ro: Clasa %@
ru: Класс %@
sv: Klass %@
uk: Klasse %@
zh_hans: %@ 类

# school_nav
source: Events & substitutions
af: Termine & Vertretungen
ar: الأحداث والإبدالات
cs: Události a náhrady
da: Begivenheder & substitutioner
de: Ereignisse & Ersetzungen
el: & Υποκαταστάσεις γεγονότων
es: Eventos y sustituciones
fi: Tapahtumat ja korvaukset
fr: Événements et substitutions
it: Eventi e sostituzioni
ja: イベントと置換
nl: Gebeurtenissen & vervangingen
no: Hendelser og erstatninger
pl: Zdarzenia i podstawienia
pt: Eventos e substituições
ro: Evenimente și substituții
ru: События и замещения
sv: Händelser & ersättningar
uk: Події та підстановки
zh_hans: 事件和替换

# school_picker_section
source: Section
af: Bereich
ar: قسم
cs: Sekce
da: Afsnit
de: Abschnitt
el: Τομέας
es: Sección
fi: Osio
it: Sezione
ja: セクション
nl: Sectie
no: Seksjon
pl: Sekcja
pt: Turma
ro: Sectiune
ru: 1 С-4, 1 С-3, 1 ПС, 1 НС, 1 ДООН
sv: Sektion
uk: Секція
zh_hans: 1 P-5, 1 P-4, 1 P-3,

# school_plan_change
source: Timetable change
af: Stundenplanänderung
ar: تغيير الجدول الزمني
cs: Změna harmonogramu
da: Ændring af tidsplan
de: Stundenplan ändern
el: Αλλαγή χρονοδιαγράμματος
es: Cambio de tiempo
fi: Aikataulun muutos
fr: Changement d'horaire
it: Cambio orario
ja: 時間制限の変更
nl: Tijdstip wijzigen
no: Tidsforsettlig endring
pl: Zmiana rozkładu jazdy
pt: Mudança temporizável
ro: Schimbare temporală
ru: Изменение расписания
sv: Tidsplan ändring
uk: Зміна у розкладі
zh_hans: 时间表更改

# school_tab_agenda
source: Calendar
af: Kalender
ar: التقويم
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
fi: Kalenteri
fr: Calendrier
it: Calendario
ja: カレンダー
nl: Kalender
no: Kalender
pl: Kalendarz
pt: calendário
ru: Календарь
sv: Kalender
uk: Календар
zh_hans: 日程表

# school_tab_substitutions
source: Substitutions
af: Vertretungen
ar: البدائل
cs: Náhrady
da: Erstatninger
de: Substitutionen
el: Υποκαταστάσεις
es: Sustituciones
fi: Korvaukset
it: Sostituzioni
ja: 置換
nl: Vervangingen
no: Erstatninger
pl: Podstawienia
pt: Substituições
ro: Substituţii
ru: Замена
sv: Ersättningar
uk: Заміни
zh_hans: 替换

# school_week_from
source: Week of %@
af: Woche ab %@
ar: أسبوع %@
cs: Týden %@
da: Uge fra %@
de: %@ Woche
el: Εβδομάδα του %@
es: Semana de %@
fi: %@ viikko
fr: Semaine de %@
it: Settimana di %@
ja: %@ 週目
nl: Week van %@
no: Uke av %@
pl: Tydzień %@
pt: Woche ab %@
ro: Săptămâna %@
ru: Неделя %@
sv: Vecka av %@
uk: Тиждень %@
zh_hans: %@ 周

# settings_baseurl_placeholder
source: Base URL
af: Basis-URL
ar: الرابط الأساسي
cs: Základní URL
de: Basis-URL
el: Βασικό URL
es: URL base
fr: URL de base
it: Url Base
ja: ベースURL
nl: Basis URL
no: Standard URL
pl: Podstawowy adres URL
pt: URL Base
ro: URL de bază
ru: Базовый URL
sv: Bas URL
uk: Базова URL-адреса
zh_hans: 基本网址

# settings_cache_clear
source: Clear cache
af: Cache leeren
ar: Cache leeren
cs: Vymazat mezipaměť
da: Ryd cache
de: Cache leeren
el: Εκκαθάριση προσωρινής μνήμης
es: Limpiar caché
fi: Tyhjennä välimuisti
fr: Vider le cache
it: Svuota cache
ja: キャッシュをクリア
nl: Cache legen
no: Tøm hurtigminne
pl: Usuń pamięć podręczną
pt: Limpar cache
ro: Golește memoria cache
ru: Очистить кэш
sv: Rensa cache
uk: Очистити кеш
zh_hans: 清除缓存

# settings_cache_clear_busy
source: Clearing cache …
af: Cache leeren …
ar: مسح ذاكرة التخزين المؤقت …
cs: Vymazání keše …
da: Rydder cache …
de: Leere Cache …
el: Cache leeren …
es: Limpiando caché …
fi: Cache leeren …
fr: Nettoyage du cache …
it: Cancellazione cache …
ja: Cache leeren …
nl: Cache leegmaken …
no: Tømmer hurtigbufferen …
pl: Czyszczenie pamięci podręcznej …
pt: Limpando cache …
ro: Se șterge cache-ul …
ru: Очистка кэша …
sv: Rensar cache …
uk: Cache leeren …
zh_hans: Cache leeren …

# settings_cache_cleared
source: Cache cleared (%d files).
af: Cache geleert (%d Dateien).
ar: تم مسح ذاكرة التخزين المؤقت (ملفات%d).
cs: Cache vymazána (%d souborů).
da: Cache ryddet (%d filer).
de: Cache geleert (%d Dateien).
el: Η κρύπτη διαγράφηκε (%d files).
es: Caché borrada ( archivos%d).
fi: Välimuisti tyhjennetty (%d tiedostoa).
fr: Cache effacé (fichiers%d).
it: Cache cancellata (file%d).
ja: キャッシュをクリアしました (%d ファイル)。
nl: Cache gewist (%d bestanden).
no: Hurtigbuffer tømt (%d filer).
pl: Pamięć podręczna wyczyszczona (%d plików).
pt: Cache limpa ( arquivos%d).
ro: Memoria cache ștearsă (%d fișiere).
ru: Кэш очищен ( файлы%d).
sv: Cache rensad (%d filer).
uk: Cache geleert (%d Dateien).
zh_hans: 缓存已清除 (%d 文件)。

# settings_devices_nav
source: Devices
af: Geräte
ar: جيرايت
cs: Zařízení
da: Enheder
de: Geräte
el: Συσκευές
es: Dispositivos
fi: Laitteet
fr: Appareils
it: Dispositivi
ja: デバイス
nl: Apparaten
no: Enheter
pl: Urządzenia
pt: Dispositivos
ro: Dispozitive
ru: Устройства
sv: Enheter
uk: Пристрої
zh_hans: 设备

# settings_filter_all_desc
source: Show everything
af: Alles zeigen
ar: إظهار كل شيء
cs: Zobrazit vše
da: Vis alt
de: Alles anzeigen
el: Εμφάνιση όλων
es: Mostrar todo
fi: Näytä kaikki
fr: Tout afficher
it: Mostra tutto
ja: すべてを表示
nl: Alles weergeven
no: Vis alt
pl: Pokaż wszystko
pt: Mostrar tudo
ro: Arată totul
ru: Показать все
sv: Visa allt
uk: Показати все
zh_hans: 显示所有内容

# settings_filter_all_title
source: All
af: Alle
ar: كل
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr: Tous
it: Tutti
ja: すべて
nl: Allemaal
no: Alle
pl: Wszystkie
pt: TODOS
ro: Toate
ru: Все
sv: Alla
uk: Всі
zh_hans: 所有的

# settings_filter_done_desc
source: Completed tasks
af: Fertige Aufgaben
ar: المهام المنجزة
cs: Dokončené úkoly
da: Udførte opgaver
de: Erledigte Aufgaben
el: Ολοκληρωμένες εργασίες
es: Tareas completadas
fi: Suoritetut tehtävät
fr: Tâches terminées
it: Attività completate
ja: 完了したタスク
nl: Voltooide taken
no: Fullførte oppgaver
pl: Zakończone zadania
pt: Tarefas concluídas
ro: Sarcini finalizate
ru: Выполненные задачи
sv: Avslutade uppgifter
uk: Виконані завдання
zh_hans: 已完成的任务

# settings_filter_done_title
source: Only completed
af: Nur erledigte
ar: اكتمل فقط
cs: Pouze dokončeno
da: Kun fuldført
de: Nur abgeschlossen
el: Ολοκληρώθηκε μόνο
es: Solo completado
fi: Vain valmis
fr: Uniquement terminé
it: Solo completato
ja: 完了のみ
nl: Alleen voltooid
no: Bare fullført
pl: Tylko ukończone
pt: Só completados
ro: Numai terminate
ru: Только завершенные
sv: Endast slutförda
uk: Лише завершені
zh_hans: 仅完成

# settings_filter_open_desc
source: Without done
af: Ohne erledigte
ar: بدون عمل
cs: Bez hotovosti
da: Uden afsluttet
de: Ohne erledigt
el: Χωρίς να γίνει
es: Sin hecho
fi: Ei valmis
fr: Sans fin
it: Senza finito
ja: 完了なし
nl: Zonder klaar
no: Uten utført
pl: Bez wykonania
pt: Sem feito
ro: Fără a face
ru: Без завершения
sv: Utan gjort
uk: Без цього
zh_hans: 没有完成

# settings_filter_open_title
source: Only open
af: Nur offene
ar: فتح فقط
cs: Pouze otevřené
da: Kun åben
de: Nur öffnen
el: Άνοιγμα μόνο
es: Sólo abierto
fi: Vain auki
fr: Ouvert uniquement
it: Apri solo
ja: 開いている場合のみ
nl: Alleen open
no: Bare åpne
pl: Tylko otwarte
pt: Apenas abertos
ro: Deschide doar
ru: Только открытые
sv: Endast öppen
uk: Тільки відкрити
zh_hans: 仅打开

# settings_filter_overdue_desc
source: Past due
af: Frist vorbei
ar: المستحق السابق
cs: Poslední splatnost
da: Tidligere forfalden
de: Letzte Fälligkeit
el: Προηγούμενη πληρωμή
es: Últimas horas
fi: Aikaisempi eräpäivä
fr: Passé à échéance
it: Passato scaduto
ja: 期日が過ぎました
nl: Verleden vervaldatum
no: Forfalt senest
pl: Udziały/jednostki uczestnictwa w funduszach inwestycyjnych
pt: Último vencimento
ro: Termen trecut
ru: Просрочено
sv: Tidigare förfallna
uk: Прострочені
zh_hans: 过去到期

# settings_filter_overdue_title
source: Only past due
af: Nur überfällige
ar: تاريخ الاستحقاق فقط
cs: Pouze po splatnosti
da: Kun forbi forfalden
de: Nur letzte Fälligkeit
el: Μόνο η λήξη
es: Sólo pasado
fi: Vain erääntyneet
fr: Seulement après la date limite
it: Solo scaduto
ja: 期日だけ
nl: Alleen te laat
no: Bare forbi forfalt
pl: Tylko przeterminowane
pt: Somente o vencimento anterior
ro: Doar în urmă
ru: Только просроченные
sv: Endast förfallna
uk: Тільки минулі завдання
zh_hans: 仅限过期时间

# settings_filter_trash_desc
source: Hidden
af: Ausgeblendete

# settings_filter_trash_title
source: Recycle bin
af: Papierkorb
ar: سلة المحذوفات
cs: Koš
da: Papirkurv
de: Papierkorb
el: Κάδος ανακύκλωσης
es: Papelera de reciclaje
fi: Kierrä roskakori
fr: Corbeille
it: Riciclare il cestino
ja: リサイクルビン
nl: Prullenbak verwijderen
no: Resirkuler bin
pl: Kosz
pt: Lixeira
ro: Coș de gunoi
ru: Корзина
sv: Papperskorgen
uk: Кошик
zh_hans: 回收站

# settings_landing_grades_desc
source: Go straight to grades
af: Direkt zu den Noten
ar: الذهاب مباشرة إلى الدرجات
cs: Přejít přímo do stupňů
da: Gå direkte til karakterer
de: Gehe direkt zu Noten
el: Πηγαίνετε κατευθείαν στους βαθμούς
es: Ir directo a las calificaciones
fi: Siirry suoraan asteille
fr: Aller directement aux notes
it: Vai direttamente ai voti
ja: 成績に直接移動
nl: Rechtsom naar cijfers
no: Gå rett til karakterer
pl: Idź prosto do ocen
pt: Ir direto às notas
ro: Du-te direct la note
ru: Перейти к маркам
sv: Gå direkt till betyg
uk: Перейти безпосередньо до класів
zh_hans: 直播到等级

# settings_landing_grades_title
source: Notes
af: Noten
ar: الحواشي
cs: Poznámky
da: Noter
de: Notizen
el: Σημειώσεις
es: Notas
fi: Muistiinpanot
it: Note
ja: メモ
nl: Opmerkingen
no: Notater
pl: Uwagi
pt: Observações
ro: Note
ru: Примечания
sv: Anteckningar
uk: Нотатки
zh_hans: 注

# settings_landing_homework_desc
source: Go straight to homework
af: Direkt zu den Aufgaben
ar: الذهاب مباشرة إلى الواجبات المنزلية
cs: Přejít přímo na domácí úkol
da: Gå direkte til lektier
de: Gehe direkt zu Hausaufgaben
el: Πηγαίνετε κατευθείαν στο homework
es: Ir directamente a las tareas
fi: Siirry suoraan kotiläksyihin
fr: Aller directement aux devoirs
it: Vai dritto ai compiti
ja: 宿題に直行する
nl: Ga direct naar huiswerk
no: Gå rett til lekser
pl: Przejdź prosto do pracy domowej
pt: Vá direto para a tarefa
ro: Mergi direct la temă
ru: Перейти на домашнюю работу
sv: Gå direkt till läxor
uk: Перейти на домашню роботу
zh_hans: 直接去做家庭工作

# settings_landing_homework_title
source: Homework
af: Hausaufgaben
ar: Hausaufgaben
cs: Domácí úkol
da: Lektier
de: Hausaufgaben
el: Αρχική
es: Tareas
fi: Kotisivu
fr: Devoir
it: Compiti
ja: 宿題管理
nl: Huiswerk
no: Lekser
pl: Praca domowa
pt: Tarefas
ro: Acasă
ru: Домашняя работа
sv: Läxor
uk: Домашня робота
zh_hans: 家庭工作

# settings_landing_messages_desc
source: Go straight to messages
af: Direkt in die Nachrichten
ar: الذهاب مباشرة إلى الرسائل
cs: Přejít přímo na zprávy
da: Gå direkte til beskeder
de: Gehe direkt zu Nachrichten
el: Πηγαίνετε κατευθείαν στα μηνύματα
es: Ir directo a los mensajes
fi: Siirry suoraan viesteihin
fr: Aller directement aux messages
it: Vai direttamente ai messaggi
ja: メッセージに直接移動
nl: Ga direct naar berichten
no: Gå rett til meldinger
pl: Przejdź prosto do wiadomości
pt: Ir direto para mensagens
ro: Du-te direct la mesaje
ru: Перейти к сообщениям
sv: Gå direkt till meddelanden
uk: Перейти до повідомлень
zh_hans: 直接转到消息

# settings_landing_messages_title
source: News
af: Nachrichten
ar: الأخبار
cs: Novinky
da: Nyheder
de: Nachrichten
el: Νέα
es: Noticias
fi: Uutiset
fr: Actualités
it: Notizie
ja: ニュース
nl: Nieuws
no: Nyheter
pl: Wiadomości
pt: Notícias
ro: Știri
ru: Новости
sv: Nyheter
uk: Новини
zh_hans: 新闻

# settings_landing_overview_desc
source: Clock, messages, weather
af: Uhr, Nachrichten, Wetter
ar: الساعة، الرسائل، الطقس
cs: Hodiny, zprávy, počasí
da: Ur, beskeder, vejr
de: Uhr, Nachrichten, Wetter
el: Ρολόι, μηνύματα, καιρός
es: Reloj, mensajes, tiempo
fi: Kello, viestit, sää
fr: Horloge, messages, météo
it: Orologio, messaggi, meteo
ja: 時計、メッセージ、天気
nl: Klok, berichten, weer
no: Klokke, meldinger, vær
pl: Zegar, wiadomości, pogoda
pt: Relógio, mensagens, clima
ro: Ceas, mesaje, vreme
ru: Часы, сообщения, погода
sv: Klocka, meddelanden, väder
uk: Годинник, повідомлення, погода
zh_hans: Clock, 消息, 天气信息

# settings_landing_overview_title
source: Summary
af: Übersicht

# settings_landing_timetable_desc
source: Go straight to timetable
af: Direkt zum Stundenplan
ar: انتقل مباشرة إلى الجدول الزمني
cs: Přejít rovnou k harmonogramu
da: Gå direkte til tidsplan
de: Gehe direkt zum Fahrplan
el: Πηγαίνετε κατευθείαν στο χρονοδιάγραμμα
es: Ir directo al horario
fi: Siirry suoraan aikatauluun
fr: Aller directement au calendrier
it: Vai dritto all'orario
ja: 時刻表に直行する
nl: Ga direct naar het tijdschema
no: Gå rett til ruteplan
pl: Przejdź prosto do rozkładu
pt: Vá direto ao calendário
ro: Treceți direct la calendar
ru: Перейти к расписанию
sv: Gå direkt till tidtabellen
uk: Перейти безпосередньо до розкладу
zh_hans: 直接到时间表

# settings_landing_timetable_title
source: Timetable
af: Stundenplan
ar: Stundenplan
cs: Rozvrh
da: Tidsplan
de: Stundenplan
el: Χρονοδιάγραμμα
es: Horarios
fi: Aikataulu
fr: Horaire
it: Calendario
ja: タイムテーブル
nl: Tijdstip
no: Tidsforløp
pl: Harmonogram
pt: Prazo
ro: Calendar
ru: Расписание
sv: Tidtabell
uk: Розклад
zh_hans: 时间表

# settings_max_homework
source: Max. open homework: %d
af: Max. offene Hausaufgaben: %d
ar: الحد الأقصى للواجب المنزلي: %d
cs: Max. otevření domácí práce: %d
da: Maks. åbne lektier: %d
de: Max. offene Hausaufgaben: %d
el: Μέγιστο ανοιχτό σπίτι: %d
es: Máx. tareas abiertas: %d
fi: Max. avaa kotitehtävät: %d
fr: Max. des devoirs ouverts : %d
ja: 最大で宿題を開く: %d
nl: Max. huiswerk openen: %d
no: Maks åpne homework: %d
pl: Max. otwórz pracę domową: %d
pt: Máximo de tarefas abertas: %d
ro: Tema max. deschisă: %d
ru: Макс. количество открытых домашних заданий: %d
sv: Max. öppna läxor: %d
uk: Макс. відкрити домашню роботу: %d
zh_hans: 最大打开家庭作业: %d

# settings_max_unread
source: Max. unread messages: %d
af: Max. ungelesene Nachrichten: %d
ar: الحد الأقصى للرسائل غير المقروءة: %d
cs: Max. nepřečtené zprávy: %d
da: Maks. ulæste meddelelser: %d
de: Max. ungelesene Nachrichten: %d
el: Μέγ. μη αναγνωσμένα μηνύματα: %d
es: Máx. mensajes no leídos: %d
fi: Max. lukemattomat viestit: %d
fr: Nombre maximum de messages non lus : %d
it: Messaggi max. non letti: %d
ja: 最大未読メッセージ: %d
nl: Max. ongelezen berichten: %d
no: Maks uleste meldinger: %d
pl: Max. nieprzeczytane wiadomości: %d
pt: Máximo de mensagens não lidas: %d
ro: Max. mesaje necititite: %d
ru: Макс. непрочитанных сообщений: %d
sv: Max. olästa meddelanden: %d
uk: Макс. непрочитаних повідомлень: %d
zh_hans: 最大未读消息: %d

# settings_nav
source: Settings
af: Einstellungen
ar: Einstellungen
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt: Confirgurações
ro: Setări
ru: Настройки
sv: Inställningar
uk: Налаштування
zh_hans: 设置

# settings_navbar_available
source: Available
af: Verfügbar
ar: متوفر
cs: Dostupné
da: Tilgængelig
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fi: Saatavilla
fr: Disponible
it: Disponibile
ja: 利用可能です
nl: Beschikbaar
no: Tilgjengelig
pl: Dostępny
pt: Disponível
ro: Disponibil
ru: Доступно
sv: Tillgänglig
uk: Доступно
zh_hans: 可用

# settings_navbar_desc
source: Choose which sections appear on top and in which order. Events stay reachable via the profile menu even without a tab.
af: Lege fest, welche Bereiche oben erscheinen und in welcher Reihenfolge. Termine bleiben auch ohne Reiter über das Profilmenü erreichbar.
ar: اختر الأقسام التي تظهر في الأعلى وفي أي ترتيب. تبقى الأحداث قابلة للوصول عبر قائمة الملف الشخصي حتى بدون علامة تبويب.
cs: Vyberte, ve kterých sekcích se zobrazí nahoře. Události zůstanou dosažitelné v nabídce profilu i bez záložky.
da: Vælg hvilke sektioner der vises øverst og i hvilken rækkefølge. Begivenheder forbliver tilgængelige via profilmenuen selv uden en fane.
de: Wählen Sie aus, welche Bereiche oben und in welcher Reihenfolge angezeigt werden. Events bleiben auch ohne Tab erreichbar über das Profilmenü.
el: Επιλέξτε ποιες ενότητες εμφανίζονται στην κορυφή και με ποια σειρά. Τα γεγονότα παραμένουν προσβάσιμα μέσω του μενού προφίλ ακόμη και χωρίς καρτέλα.
es: Elija qué secciones aparecen en la parte superior y en qué orden. Los eventos permanecen accesibles a través del menú de perfil incluso sin una pestaña.
fi: Valitse mitkä osat näkyvät päällä ja missä järjestyksessä. Tapahtumat pysyvät tavoitettavissa profiilivalikon kautta ilman välilehteä.
fr: Choisissez les sections qui apparaissent en haut et dans quelle commande. Les événements restent accessibles via le menu du profil, même sans onglet.
it: Scegli quali sezioni appaiono in alto e in quale ordine. Gli eventi rimangono raggiungibili tramite il menu profilo anche senza scheda.
ja: 上部に表示されるセクションと順序を選択します。イベントはタブなしでもプロファイルメニューからアクセス可能です。
nl: Kies welke secties verschijnen op de bovenkant en in welke volgorde. Gebeurtenissen blijven bereikbaar via het profielmenu zelfs zonder tabblad.
no: Velg hvilke seksjoner som vises øverst og i hvilken rekkefølge. Hendelser forblir tilgjengelige via profil-menyen selv uten en fane.
pl: Wybierz, które sekcje pojawią się na górze i w jakiej kolejności. Zdarzenia pozostają osiągalne nawet bez zakładki.
pt: Escolha quais seções aparecem na parte superior e em que ordem. Os eventos permanecem acessíveis através do menu do perfil, mesmo sem uma guia.
ro: Alegeți ce secțiuni apar în partea de sus și în ce ordine. Evenimentele rămân accesibile prin intermediul meniului de profil chiar și fără o filă.
ru: Выберите, какие разделы появляются сверху и в каком порядке. События могут быть доступны через меню профиля, даже без вкладок.
sv: Välj vilka sektioner som visas högst upp och i vilken ordning. Händelser kan nås via profilmenyn även utan flik.
uk: Виберіть розділи, які з'являються зверху та в якому порядку. Події залишаються доступними через меню профілю навіть без вкладки.
zh_hans: 选择哪些部分出现在顶部和按哪个顺序排列。即使没有标签，事件仍然可以通过配置文件菜单访问。

# settings_navbar_title
source: Navigation bar
af: Navigationsleiste
ar: Navigationsleiste
cs: Navigační panel
de: Navigationsleiste
el: Γραμμή πλοήγησης
es: Barra de navegación
fi: Navigointipalkki
fr: Barre de navigation
it: Barra di navigazione
ja: ナビゲーションバー
nl: Navigatie balk
no: Navigasjonsfelt
pl: Pasek nawigacji
pt: Barra de navegação
ro: Bara de navigare
ru: Панель навигации
sv: Navigeringsfält
uk: Панель навігації
zh_hans: 导航栏

# settings_ov_order_hint
source: Applied when you save.
af: Wird mit „Speichern“ übernommen.
ar: تطبيق عند الحفظ.
cs: Aplikováno při uložení.
da: Anvendes, når du gemmer.
de: Wird beim Speichern angewendet.
el: Εφαρμόζεται κατά την αποθήκευση.
es: Aplicado al guardar.
fi: Käytössä, kun tallennat.
fr: Appliqué lorsque vous sauvez.
it: Applicato quando si salva.
ja: 保存時に適用されます。
nl: Toegepast wanneer je opslaat.
no: Anvendt ved lagring.
pl: Zastosowano podczas zapisywania.
pt: Aplicado quando você salvar.
ro: Aplicat când salvezi.
ru: Применено при сохранении.
sv: Tillämpas när du sparar.
uk: Застосовується під час збереження.
zh_hans: 保存时应用.

# settings_ov_order_title
source: Section order
af: Reihenfolge der Bereiche
ar: طلب القسم
cs: Pořadí sekcí
da: Afdeling rækkefølge
de: Abschnittsreihenfolge
el: Παραγγελία τομέα
es: Orden de sección
fi: Osion järjestys
fr: Ordre de la section
it: Ordine della sezione
ja: セクションの順序
nl: Sectie volgorde
no: Seksjon rekkefølge
pl: Kolejność sekcji
pt: Ordem da seção
ro: Comanda sectiune
ru: Порядок разделов
sv: Sektion order
uk: Порядок розділу
zh_hans: 班级顺序

# settings_toggle_dev_options
source: Enable developer options
af: Entwickleroptionen aktivieren
ar: Entwickleroptionen aktivieren
cs: Povolit možnosti vývojáře
da: Aktiver udviklerindstillinger
de: Entwickleroptionen aktivieren
el: Ενεργοποίηση επιλογών προγραμματιστή
es: Habilitar opciones de desarrollador
fi: Ota kehittäjän asetukset käyttöön
fr: Activer les options de développement
it: Abilita opzioni sviluppatore
ja: 開発者向けオプションを有効にする
nl: Opties voor ontwikkelaars inschakelen
no: Aktiver utvikleralternativer
pl: Włącz opcje deweloperskie
pt: Ativar opções do desenvolvedor
ro: Activați opțiunile dezvoltatorului
ru: Включить опции разработчика
sv: Aktivera utvecklaralternativ
uk: Увімкнути параметри розробника
zh_hans: 启用开发者选项

# settings_toggle_hw_tests
source: Include tests and exams
af: Tests und Prüfungen einbeziehen
ar: Tests und Prüfungen einbeziehen
cs: Zahrnout testy a zkoušky
da: Inkluder tests og eksamener
de: Tests und Prüfungen einbeziehen
el: Συμπεριλάβετε δοκιμές και εξετάσεις
es: Incluye exámenes y exámenes
fi: Sisällytä testit ja tentit
fr: Inclure les tests et les examens
it: Includi test e esami
ja: テストとテストを含める
nl: Inclusief testen en examens
no: Inkluder prøvinger og eksamen
pl: Uwzględnij testy i egzaminy
pt: Incluir testes e exames
ro: Include teste și examene
ru: Включить тесты и экзамены
sv: Inkludera tester och prov
uk: Включити тести та іспити
zh_hans: 包括测试和测验

# settings_toggle_onboarding_restart
source: Run onboarding again
af: Onboarding erneut durchlaufen
ar: Onboarding erneut durchlaufen
cs: Znovu spustit zapojení
da: Kør onboarding igen
de: Onboarding erneut starten
el: Εκτελέστε ξανά την επιβίβαση
es: Ejecutar el embarque de nuevo
fi: Suorita perehdytys uudelleen
fr: Exécuter l'intégration à nouveau
it: Esegui nuovamente l'onboarding
ja: 再度オンボーディングを実行
nl: Onboarding opnieuw uitvoeren
no: Kjør onboarding igjen
pl: Uruchom ponownie wdrożenie
pt: Executar integração novamente
ro: Rulează înregistrarea din nou
ru: Запустить посадку снова
sv: Kör onboarding igen
uk: Запустити на посадці знову
zh_hans: 重新运行
